/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Czy na pewno chcesz usunąć ten CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Anuluj";

/* Title describing glucose date */
"Date" = "Data";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Usuń CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glukoza";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Glukoza (skorygowana)";

/* Section title for latest glucose reading */
"Latest Reading" = "Ostatni odczyt";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Potrzebuje uwagi";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Status";

/* Title describing glucose trend */
"Trend" = "Trend";

